[Info]
Language=English
LanguageID=100

[String]
Backup.AllDaysTemplate=AllDay
Backup.Apply=Apply
Backup.AutoRecover=Auto Recover
Backup.BackupConfig=BackupConfig
Backup.CameraName=CameraName
Backup.CameraNo=CameraNo
Backup.Cancel=Cancel
Backup.Delete=Delete
Backup.DeviceName=DeviceName
Backup.EditPlanTemplate=Edit Template
Backup.EmptyTemplate=Empty
Backup.FreeBytes=Free Bytes(MB)
Backup.Fri=Fri
Backup.Mon=Mon
Backup.MoveChannel=DropChannel from right devicetree to this list
Backup.NameExisted=Name existed
Backup.NameNotExisted=Name not existed
Backup.PacketTime=Packet Time
Backup.PlanTemplate=Plan Template
Backup.RecordBackupConfig=Record Plan
Backup.Sat=Sat
Backup.Setup=Setup
DecodeCfg.DecoderChn=Decoder Channel
DecodeCfg.AddTips=*Increase from the channel of the device tree on the left side of drag
DecodeCfg.WndTips=*Window 1, 0 invalid
Backup.StartBigerThanEnd=Start time can't later than end time
Backup.StartRealBackUp=StartRealBackUp
Backup.StopFirst=Now is backuping, if you want to modify backupConfig, please stop backup first
Backup.Storage=Storage
Backup.Sun=Sun
Backup.Thurs=Thurs
Backup.TotalBytes=Total Bytes(MB)
Backup.Tues=Tues
Backup.Wed=Wed
AlarmManage.Add=Add <<
AlarmManage.AddSure=Are you sure to add
AlarmManage.AlarmSound=Alarm Prompt Sound
AlarmManage.Apply=Apply
AlarmManage.AutoPrompt=Auto Prompt
AlarmManage.AutoWatch=Auto Watch Warn
AlarmManage.Browse=Browse
AlarmManage.CAM=CAM
AlarmManage.ChnNotDevice=Please select one channel or alarmport, not device
AlarmManage.Del=Del >>
AlarmManage.DelSure=Are you sure to del
AlarmManage.DiskError=Disk Error
AlarmManage.DiskFull=Disk Full
AlarmManage.Enable=Alarm Enable
AlarmManage.IOTrigger=I/O Trigger
AlarmManage.IgnTime=Ignored Time
AlarmManage.No=No
AlarmManage.Port=Alarm port
AlarmManage.Second=sec.
AlarmManage.SelectAlarmPort=Please select one AlarmPort
AlarmManage.SelectVideoChn=Please select one channel
AlarmManage.SoundPath=Sound File Path
AlarmManage.Type=Alarm Type
AlarmManage.VideoBlind=Video Blind
AlarmManage.VideoChn=Video channel
AlarmManage.VideoLoss=Video Loss
AlarmManage.VideoMotion=Video Motion
AlarmManage.Yes=Yes
AccountMSG.ErrorName=user name and group name can not contain .[ ] %  can not begin with &, also can not be empty
ConfigComm.BPS=Baudrate
ConfigComm.CommFunction=Function
ConfigComm.CommTypes=Common Type
ConfigComm.DataBit=Data Bits
ConfigComm.StopBit=Stop Bits
ConfigComm.Verify=Parity
ConfigManage.About=About
ConfigManage.AlarmSetting=Alarm setting
ConfigManage.AutoConnnect=Automatically connet with the last monitoring channel
ConfigManage.CAM=CAM
ConfigManage.ConfigManager=Config Manager
ConfigManage.ConfigModule=Config module
ConfigManage.Describe=Describe
ConfigManage.Group=Group
ConfigManage.LinkSetting=AlarmLink setting
ConfigManage.MonitorModule=Monitor module
ConfigManage.Name=Name
ConfigManage.NetModule=Net module
ConfigManage.NormalSetting=Normal setting
ConfigManage.PlayBackModule=Play module
ConfigManage.SystemConfig=System setting
ConfigManage.User=User
ConfigManage.UserManager=User manager
ConfigManage.Version=Version
ConfigManage.VideoModule=Video module
ConfigManage.Web=Web
ConfigPtz.Address=Address
ConfigPtz.Even=Even
ConfigPtz.Mark=Mark
ConfigPtz.Monitor=Monitors
ConfigPtz.None=None
ConfigPtz.Odd=Odd
ConfigPtz.PreRecord=PreRecord
ConfigPtz.Protocol=Protocol
ConfigPtz.Space=Space
Desktop.Audio=Audio
Desktop.Backup=Backup
Desktop.ChangePath=Change path
Desktop.CloseAllWindow=Close all window
Desktop.CloseWindow=Close window
Desktop.ConnAllMainStream=Connect all video(Main Stream)
Desktop.ConnAllSubStream=Connect all video(Extra Stream)
Desktop.DevList=Device List
Desktop.DevManager=Device Manager
Desktop.DevName=Device Name
Desktop.DevType=Device Type
Desktop.Device=Device
Desktop.DisconnAll=Disconnect all video
Desktop.DontShow=Don't show next time
Desktop.ExtStream=Extra Stream
Desktop.FileName=File name
Desktop.FileType=.h264
Desktop.IPAddr=IP Address
Desktop.LocalConfig=LocalConfig
Desktop.LocalRecord=Local record
Desktop.Lock=Lock
Desktop.Log=Log
Desktop.MainStream=Main Stream
Desktop.MapCtrl=MapCtrl
Desktop.NoLogin=Please login the decice, first
Desktop.Path=Path
Desktop.PicHQuality=High picture quality
Desktop.PicLQuality=Low picture quality
Desktop.Playback=Playback
Desktop.Player=Player
Desktop.Port=Port 　
Desktop.Preview=Multi Preview
Desktop.Reboot=Reboot
Desktop.RebootFail=Reboot device fail
Desktop.RefushName=Refresh channel name
Desktop.RemoteCfg=Device config
Desktop.ReturnToMain=Main Desktop
Desktop.SITFail=SIT Fail
Desktop.Snapshot=Snapshot
Desktop.SnapshotFail=Snapshot faild
Desktop.Split=Split
Desktop.Split1=View 1
Desktop.Split12=View 12
Desktop.Split13=View 13
Desktop.Split16=View 16
Desktop.Split2=View 2
Desktop.Split20=View 20
Desktop.Split25=View 25
Desktop.Split36=View 36
Desktop.Split4=View 4
Desktop.Split6=View 6
Desktop.Split64=View 64
Desktop.Split100=View 100
Desktop.Split8=View 8
Desktop.Split9=View 9
Desktop.SplitFull=View Full
Desktop.StartTalk=Start talk
Desktop.StopTalk=Stop talk
Desktop.SureToClose=Make sure to close?
Desktop.SureToReboot=Are you sure to reboot the device
Desktop.SyncTime=Sync Time
Desktop.TimeSync=Sync time with PC
Desktop.UnsupportPreview=The device does not support multiple-channel preview
Desktop.Window=Window
Desktop.ZoneList=Zone List
Desktop.Search=Search
Desktop.Return=Return
DeviceManage.ChnInvalid=The channel's number must be between 1 and 16
DeviceManage.DDNSExisted=The settings of DDNS has existed
DeviceManage.DaHua=DaHua
DeviceManage.DefaultZone=Default Zone
DeviceManage.DelAreaSure=Sure to del all device in the zone before del the zone.
DeviceManage.DelSure=Delete this item?
DeviceManage.DevAdd=Add
DeviceManage.DevDel=Delete
DeviceManage.DevEdit=Edit
DeviceManage.DevList=Device List
DeviceManage.DevManage=Device Management
DeviceManage.DevName=Device Name
DeviceManage.DisconnAllDevFirst=Make sure the device in the zone is disconnected before modifying the info of zone
DeviceManage.DisconnFirst=Please make sure the device is disconnected before modifying the device information
DeviceManage.Domain=Domain
DeviceManage.DomainTooLong=Domain name is too long
DeviceManage.DonameInvalid=Domain name is invalid
DeviceManage.ExceedMaxChn=Exceed the max supports channels
DeviceManage.HiKang=Hikvision
DeviceManage.IPAddress=IP Address
DeviceManage.IPExisted=IP or domain name of this device has existed
DeviceManage.IPInvalid=IP is invalid
DeviceManage.MostTwoLeverZone=Most support two level zone
DeviceManage.NameExisted=The name of this device has existed
DeviceManage.NameInvalid=Device name is invalid
DeviceManage.NameTooLong=Device Name is too long
DeviceManage.Password=Password
DeviceManage.PortNum=Port
DeviceManage.RemoteCfg=Device Config
DeviceManage.SelectArea=Please select one zone first
DeviceManage.SelectDevice=Please select a device
DeviceManage.TotalChn=Channel Number
DeviceManage.UpZone=Up Zone
DeviceManage.UserName=User Name
DeviceManage.Vendor=Vendor
DeviceManage.WriteFail=Write failed
DeviceManage.XiongMai=H264DVR
DeviceManage.Zone=Zone
DeviceManage.ZoneEmpty=Zone name is empty
DeviceManage.ZoneExisted=Zone alread existed
Error.AddDevFirst=Device list is empty, add your device at "%s->%s", Please
Error.AlreadyRunning=CMS is running
Error.ClearSDKError=Clear sdk error
Error.CloseChnErr=Close channel error
Error.ConfigCharsetUnsupport=Config charset unsupport
Error.ConfigNotFound=Config not found
Error.ConfigVerifyFail=Verify Config Fail
Error.ExceedMaxIPList=Exceed the max of supports IP number
Error.GetConfigFail=Get config from device failed
Error.HandleInvalid=Invalid handle
Error.HasLogined=The user has logined
Error.IPExisted=This ipaddrss already existed
Error.IPInBlackList=This ipaddrss already existed in blacklist
Error.IPInTrustList=This ipaddrss already existed in trustlist
Error.InBlackList=The user is in blacklist
Error.InUsing=User is in using
Error.InputError=Input error
Error.LanguageSaveSuccess=Save success, Please restart CMS
Error.MallocErr=Create memory error
Error.NetErr=Network error
Error.NoErr=No error
Error.NoInit=No initial SDK
Error.NoLogin=The user is not logined
Error.NoPower=No Power
Error.NotFound=Cann't find the device
Error.OpenChnErr=Open channel error
Error.OpenFileFail=Open file fail
Error.ParamInvalid=Param is invalid
Error.PasswordMismatch=Passwords do Not Match
Error.PauseFail=Pause Fail
Error.PwdErr=Password is error
Error.RebootFail=Reboot fail
Error.RebootSuccess=Reboot OK
Error.ReqErr=Request error
Error.ResoluitonNotMatch=The resolution of VGA  1024*768 is to recommend
Error.SaveSuccess=Save conifg to device successful
Error.SelectDevice=Please select one device, first
Error.SetConfigFail=Save config to device failed
Error.SubConErr=Media subconnect error
Error.SubConSendErr=Media subconnect send data error
Error.Timeout=TimeOut
Error.UnkownErr=Unknow error
Error.Unsupport=SDK is not support.
Error.UserLock=The user is locked
Error.UserNotExisted=The user is not existed
Error.VerUnmatch=Received data error, maybe version no match
Error.winlimited=The Maximum Number of windows is four
Log.Alarm=Alarm
Log.AlarmLog=Alarm log
Log.All=All
Log.Backup=Backup
Log.BeginTime=Begin Time
Log.Channel=Channel
Log.Clear=Clear
Log.ClientConfig=Client Config
Log.CloseCMS=Close CMS
Log.CloseOK=Closed successful
Log.ConnFail=Connect failed
Log.ConnSuccess=Connect successful
Log.DDNSFail=Failed to parse DDNS
Log.Date=Date
Log.Describe=Describe
Log.Device=Device
Log.DeviceConfig=Device Config
Log.Disconnect=Disconnect
Log.DomainFail=Failed to parse domain name
Log.EndTime=End Time
Log.Error=Error
Log.HasLogined=The user has logined
Log.InBlackList=The user is int blacklist
Log.LogType=Log Type
Log.Map=Map
Log.NextPage=NextPage
Log.NoLogin=The user is not logined
Log.NotFound=Cann't find the device
Log.Notify=Notify
Log.OpenAudioFail=Failed to open audio collection
Log.OpenChnErr=Open error
Log.OpenChnOK=Open OK
Log.OpenDecodeFail=Failed to open decode
Log.Operation=Operation
Log.OprLog=Operate log
Log.Playback=Playback
Log.PrePage=PrePage
Log.PwdErr=Password is error
Log.Reboot=Reboot
Log.Search=Search
Log.SelectDevice=Select Device
Log.StartTalkFail=Start talk failed
Log.StartTalkOK=Start talk successful
Log.StopTalkFail=Stop talk failed
Log.StopTalkOK=Stop talk successful
Log.SystemOperatin=System Operation
Log.Talk=Talk
Log.Time=Time
Log.Timeout=TimeOut
Log.Type=Type
Log.User=User
Log.UserLock=The user is locked
Log.UserManager=User Manager
Log.UserNotExisted=The user is not existed
Log.Video=Video
Log.Warn=Warn
PtzControl.Add=Add
PtzControl.AddPreset=Add Preset
PtzControl.AutoPan=Pan
PtzControl.AuxDirOper=Direct Aux Oper
PtzControl.AuxFuncOff=Aux Off
PtzControl.AuxFuncOn=Aux On
PtzControl.AuxNooper=Aux Num Oper
PtzControl.AuxOff=Close
PtzControl.AuxOpen=On
PtzControl.AuxTitle=AUX
PtzControl.CamPower=Scene Power
PtzControl.ClearTour=Del Tour
PtzControl.Cruise=Tour
PtzControl.Del=Del
PtzControl.DelPreset=Del Preset
PtzControl.Edit=Edit
PtzControl.End=End
PtzControl.Enter=Enter
PtzControl.EnterMenu=Enter Menu
PtzControl.Esc=Cancel
PtzControl.Exit=Exit Menu
PtzControl.Flip=Flip
PtzControl.Focus=Focus
PtzControl.Function=Function
PtzControl.Goto=Goto
PtzControl.HighPTZ=Ptz Trace
PtzControl.Iris=Iris
PtzControl.LamRain=Lamp
PtzControl.LeftBorder=Left
PtzControl.Light=Light
PtzControl.LightOff=Light Off
PtzControl.LightOn=Light On
PtzControl.LineScan=AutoScan
PtzControl.LineScanBorder=Border
PtzControl.NightSee=Light
PtzControl.NoProtocol=No Protocol Has Been Set!
PtzControl.None=None
PtzControl.Number=No
PtzControl.PTZ=PTZ
PtzControl.PageChange=Page Switch
PtzControl.Pattern=Pattern
PtzControl.Preset=Preset
PtzControl.PtzControl=Pan/Tilt/Zoom
PtzControl.Reset=Reset
PtzControl.RightBorder=Right
PtzControl.SIT=SIT
PtzControl.Setting=Set
PtzControl.Setup=Setup
PtzControl.Start=Start
PtzControl.Step=Speed
PtzControl.Stop=Stop
PtzControl.Switch=Open Close
PtzControl.TourRoad=Patrol No
PtzControl.Value=Value
PtzControl.ValueEmpty=The value cannot be empty
PtzControl.Wiper=Screen Wiper
PtzControl.Zoom=Zoom
Decoder.AddDecoder=Add Decoder
Decoder.Attribute=Attribute
Decoder.DecoderChannel=Decoder Channel
Decoder.DeleteDecoder=Delete Decoder
Decoder.DeviceChannel=Camera Channel
Decoder.EditDecoder=Edit Decoder
Decoder.HasVideoChn=One camera channel per decoder channel,Please choose another decoder channel
Decoder.SelectDecoderChannel=Please select one decoder channel
Decoder.SelectVideoChn=Please select one camera channel
Decoder.ChnNotDevice=Please select one camera channel not device
Import.ExportConfig=Config Export
Import.ExportLog=Log Export
Import.ImportConfig=Config Import
Login.AutoLogin=Auto Login
Login.ConfigFile=Configing file
Login.ConfirmPasswd=Confirm Password
Login.IPInvalid=Device ip is invalid!
Login.InBlackList=The user is in blacklist
Login.InUsed=The user has logined
Login.InitDecodeCard=Now is initialize decode card
Login.InitDecodeCardFail=Failed to initalize decode card
Login.InitVideo=Initizeing viedo....,
Login.Locked=The user is locked
Login.Login=Login
Login.LoginFail=Login Failed
Login.LoginSuccess=Login Success
Login.NetError=Network is error
Login.NewPasswd=New Password
Login.NotFound=Cann't find the device
Login.OldPasswd=Old Password
Login.PasswdError=Password is error
Login.Password=Password
Login.ReadyLogin=Ready to login
Login.SavePwd=Save Password
Login.SystemBusy=System is busying
Login.Timeout=Login timeout
Login.UnknowError=Unknow Error
Login.User=User
Login.UserIsLocked=User is locked
Login.UserIsStoped=The user is stopped
Login.UserName=User Name
Login.UserNotExisted=The user is not existed
AccountMSG.AccountLocked=Account Has Been Locked
AccountMSG.AccountUsed=Account Has Been Used
AccountMSG.AddGroupExist=Group Name Exists
AccountMSG.AddGroupSuccess=Add Group Succeeded
AccountMSG.AddUserExist=User Name Exists
AccountMSG.AddUserSuccess=Add User Succeeded
AccountMSG.DeleteGroupSuccess=Delete Group Succeeded
AccountMSG.DeleteInuseGroup=Cannot Delete  Group Containing Users
AccountMSG.DeleteUserSuccess=Delete User Succeeded
AccountMSG.EmptyAuthority=Empty Authority
AccountMSG.EmptyName=Empty Name
AccountMSG.Failed=Operation Failed
AccountMSG.InvalidPassword=Password is Not Valid. Tip：default password is 111111
AccountMSG.ModGroupSuccess=Modify Group Succeeded
AccountMSG.ModPasswordSuccess=Modify Password Succeeded
AccountMSG.ModUserSuccess=Modify User Succeeded
AccountMSG.NotPermit=No Permission
AccountMSG.PasswordMismatch=Passwords do Not Match
AccountMSG.SaveConfigFailed=Save Config Failed
AccountMSG.SureToDelete=Confirm Delete?
AccountMSG.TooLargeAuthority=Beyond The User Group Permissions
AccountMSG.TryDeleteResvUser=Cannot Delete Reserved User
AccountMSG.TryModifyResvUser=Cannot Modify Reserved User
AccountMSG.ImportOK=Import successful, Please restart CMS
AccountMSG.ImportFail=Import fail
AccountMSG.ExportOK=Export successful
AccountMSG.ExportFail=Export fail
Authority.Account=ACCOUNT
Authority.AlarmConfig=ALARM SET
Authority.AlarmIO=I/O ALARM CONFIG
Authority.AutoMaintain=AUTO MAINTENANCE
Authority.Backup=BACKUP
Authority.ChannelTitle=CHANNEL TITLE
Authority.CommConfig=RS232
Authority.CtrlPanel=CONTROL PANEL
Authority.DefaultConfig=DEFAULT
Authority.DelLog=CLEAR LOG
Authority.EncodeConfig=ENCODE
Authority.GeneralConfig=GENERAL
Authority.ModifyLanguage=LANGUAGE
Authority.ModifyVideoMode=VIDEO FORMAT
Authority.Monitor_01=  Monitor_CH01
Authority.Monitor_02=  Monitor_CH02
Authority.Monitor_03=  Monitor_CH03
Authority.Monitor_04=  Monitor_CH04
Authority.Monitor_05=  Monitor_CH05
Authority.Monitor_06=  Monitor_CH06
Authority.Monitor_07=  Monitor_CH07
Authority.Monitor_08=  Monitor_CH08
Authority.Monitor_09=  Monitor_CH09
Authority.Monitor_10=  Monitor_CH10
Authority.Monitor_11=  Monitor_CH11
Authority.Monitor_12=  Monitor_CH12
Authority.Monitor_13=  Monitor_CH13
Authority.Monitor_14=  Monitor_CH14
Authority.Monitor_15=  Monitor_CH15
Authority.Monitor_16=  Monitor_CH16
Authority.Monitor_17=  Monitor_CH17
Authority.Monitor_18=  Monitor_CH18
Authority.Monitor_19=  Monitor_CH19
Authority.Monitor_20=  Monitor_CH20
Authority.Monitor_21=  Monitor_CH21
Authority.Monitor_22=  Monitor_CH22
Authority.Monitor_23=  Monitor_CH23
Authority.Monitor_24=  Monitor_CH24
Authority.Monitor_25=  Monitor_CH25
Authority.Monitor_26=  Monitor_CH26
Authority.Monitor_27=  Monitor_CH27
Authority.Monitor_28=  Monitor_CH28
Authority.Monitor_29=  Monitor_CH29
Authority.Monitor_30=  Monitor_CH30
Authority.Monitor_31=  Monitor_CH31
Authority.Monitor_32=  Monitor_CH32
Authority.NetConfig=NETWORK
Authority.OutputConfig=DISPLAY
Authority.PTZControl=PTZ CONTROL
Authority.PtzConfig=PTZ SETTING
Authority.QueryLog=QUERY LOG
Authority.Record=SCHEDULE
Authority.RecordConfig=SCHEDULE
Authority.Replay_01=  REPLAY_CH01
Authority.Replay_02=  REPLAY_CH02
Authority.Replay_03=  REPLAY_CH03
Authority.Replay_04=  REPLAY_CH04
Authority.Replay_05=  REPLAY_CH05
Authority.Replay_06=  REPLAY_CH06
Authority.Replay_07=  REPLAY_CH07
Authority.Replay_08=  REPLAY_CH08
Authority.Replay_09=  REPLAY_CH09
Authority.Replay_10=  REPLAY_CH10
Authority.Replay_11=  REPLAY_CH11
Authority.Replay_12=  REPLAY_CH12
Authority.Replay_13=  REPLAY_CH13
Authority.Replay_14=  REPLAY_CH14
Authority.Replay_15=  REPLAY_CH15
Authority.Replay_17=  REPLAY_CH17
Authority.Replay_18=  REPLAY_CH18
Authority.Replay_19=  REPLAY_CH19
Authority.Replay_20=  REPLAY_CH20
Authority.Replay_16=  REPLAY_CH16
Authority.Replay_21=  REPLAY_CH21
Authority.Replay_22=  REPLAY_CH22
Authority.Replay_23=  REPLAY_CH23
Authority.Replay_24=  REPLAY_CH24
Authority.Replay_25=  REPLAY_CH25
Authority.Replay_26=  REPLAY_CH26
Authority.Replay_27=  REPLAY_CH27
Authority.Replay_28=  REPLAY_CH28
Authority.Replay_29=  REPLAY_CH29
Authority.Replay_30=  REPLAY_CH30
Authority.Replay_31=  REPLAY_CH31
Authority.Replay_32=  REPLAY_CH32
Authority.ShutDown=SHUTDOWN
Authority.StorageManager=HDD MANAGEMENT
Authority.SysInfo=QUERY SYSTEM INFO
Authority.SysUpgrade=SYSTEM UPDATE
Authority.Talk_01=SPEAK
Authority.VideoConfig=MOTION
AutoMain.At=At
AutoMain.AutoDelete=Auto-Delete Old Files
AutoMain.AutoReboot=Auto-Reboot System
AutoMain.DaysAgo=Day(s) Ago
Config.AlarmLogTime=Alarm log keep days
Config.AutoConnect=Automatically connet with the last monitoring channel
Config.AutoExpand=Automatically expand channel after connected
Config.BaseConfig=Base Config
Config.Browse=Browse
Config.ClientVersion=Client
Config.ConfigVersion=Device Config
Config.DecoderVersion=Decoder
Config.DiskList=Disk List
Config.FreePercent=Free Percent
Config.FreeSize=Free Size(MB)
Config.FullMode=Overwrite
Config.LocalPlayback=Local Playback
Config.LogMaintence=Log Maintence
Config.NetVersion=Net
Config.OprLogTime=Operation log keep days
Config.Picture=Picture DIR
Config.PlayBackVersion=Playback
Config.Record=Record DIR
Config.RecordSet=Record Set
Config.RecordLen=Length
Config.AlarmRecordLen=Alarm Record Length
Config.RemotePlayback=Remote Playback
Config.ShowAlarmLog=Show alarm log
Config.Storage=Storage
Config.ToAVI=Save local record as AVI
Config.ToJPG=Save local Spanshot as JPG
Config.TotalSize=Total Size(MB)
Config.UsedPercent=Used Percent
Config.UsedSize=Used Size(MB)
Config.VersionInfo=Version Info
Config.VideoVersion=Video
Config.AutoRun=Run On Startup
ConfigAlarm.AlarmIn=Alarm In
ConfigAlarm.AlarmOut=Alarm Output
ConfigAlarm.Area=Region
ConfigAlarm.Beep=Buzzer
ConfigAlarm.ChannelNo=Channel
ConfigAlarm.DelayRecordTime=Delay
ConfigAlarm.DeviceType=Type
ConfigAlarm.Enable=Enable
ConfigAlarm.EventType=Event Type
ConfigAlarm.FtpUpload=FTP upload
ConfigAlarm.Interval=Interval
ConfigAlarm.LatchSecond=Delay
ConfigAlarm.NoChannelSelected=No Channel to Select
ConfigAlarm.NormalClose=Normal Close
ConfigAlarm.NormalOpen=Normal Open
ConfigAlarm.PtzLinkage=PTZ Activation
ConfigAlarm.RecordChannel=Record Channel
ConfigAlarm.RegionConfig=Set
ConfigAlarm.ScreenTip=Show Message
ConfigAlarm.Sec=Sec
ConfigAlarm.SendEmail=Send Email
ConfigAlarm.Sense=Sensitivity
ConfigAlarm.Setting=Set
ConfigAlarm.TimeSection=Period
ConfigAlarm.ToCenter=Upload Center
ConfigAlarm.Tour=Tour
ConfigAlarm.Type=Type
ConfigAlarm.VoiceTip=Voice Prompts
ConfigAlarm.Select=Select
ConfigAlarm.UnSelect=UnSelect
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=Configuration
ConfigAlarm.Manual=Manual
ConfigAlarm.Closed=Stop
ConfigAlarm.Status=Status
ConfigDayLight.Date=Date
ConfigDayLight.EndTime=End:
ConfigDayLight.StartTime=Start:
ConfigDayLight.Week=Day of Week
ConfigDefault.AllDefault=Select all
ConfigDefault.Sure=Please select setting entries that you want to default
ConfigGeneral.Dansk=Dansk
ConfigGeneral.DateFormat=Date Format
ConfigGeneral.DateFormatSelect1=YYYY MM DD
ConfigGeneral.DateFormatSelect2=MM DD YYYY
ConfigGeneral.DateFormatSelect3=DD MM YYYY
ConfigGeneral.DateSpector=Date Separator
ConfigGeneral.DateTime=System Time
ConfigGeneral.DaylightRule=Daylight Rule
ConfigGeneral.DaylightSet=Set
ConfigGeneral.DaylightTime=DST
ConfigGeneral.DaysAgo=Day(s) Ago
ConfigGeneral.DelCustom=Custom
ConfigGeneral.DelNever=Never
ConfigGeneral.DiskFull=HDD Full
ConfigGeneral.DiskFullOverwrite=Overwrite
ConfigGeneral.DiskFullStop=Stop Record
ConfigGeneral.LanguageSelect=Language
ConfigGeneral.Minute=Min
ConfigGeneral.OutFormat=Output Format
ConfigGeneral.OutputMode=Display Mode
ConfigGeneral.RebootEveryday=Everyday
ConfigGeneral.RebootFriday=Every Fri
ConfigGeneral.RebootMonday=Every Mon
ConfigGeneral.RebootNever=Never
ConfigGeneral.RebootSaturday=Every Sat
ConfigGeneral.RebootSunday=Every Sun
ConfigGeneral.RebootThursday=Every Thu
ConfigGeneral.RebootTuesday=Every Tue
ConfigGeneral.RebootWednesday=Every Wed
ConfigGeneral.RecordLen=Length
ConfigGeneral.RemoteAddr=DVR No
ConfigGeneral.SelfOutput=Self-adaptive
ConfigGeneral.StandbyTime=Auto Logout
ConfigGeneral.TVOutput=TV
ConfigGeneral.Time12=12-HOUR
ConfigGeneral.Time24=24-HOUR
ConfigGeneral.TimeFormat=Time Format
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=Video Standard
InfoLog.Abnormal=Abnormal
InfoLog.RemoteDeviceV3=Digital channel
InfoLog.AlarmLocal=Local Alarm
InfoLog.AlarmManual=Manual Alarm
InfoLog.AlarmNet=Net Alarm
InfoLog.AudioInFormat=SPEAK
InfoLog.AutoMaintain=AUTO MAINTENANCE
InfoLog.Backup=Backup %s
InfoLog.BlindDetect=Video Blind
InfoLog.Channel=Channel
InfoLog.Close=Close Record
InfoLog.CombineEncode=CombineEncode
InfoLog.Comm=Comm
InfoLog.DeleteFileFailed=Delete File %s Failure
InfoLog.UpdateFailed=%s Update fail
InfoLog.Download=Download %s
InfoLog.Encode=Encode
InfoLog.Event=%s as Events Working Directory
InfoLog.GUISet=GUI
InfoLog.General=Regular
InfoLog.LocalAlarm=Local Alarm
InfoLog.Location=Location
InfoLog.LogIn=User %s LogIn by %s
InfoLog.LogInfo=LOG
InfoLog.LogOut=User %s LogOut by %s
InfoLog.LogTime=Log Time
InfoLog.LogType=Type
InfoLog.LossDetect=Loss Detect
InfoLog.Manual=Record
InfoLog.MotionDetect=Motion Detect
InfoLog.Net3G=3G
InfoLog.NetAbort=NetAbort
InfoLog.NetAlarm=Net Alarm
InfoLog.NetCommon=Net Common
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=Net DNS
InfoLog.NetEmail=Email
InfoLog.NetIPConflict=IP Conflict
InfoLog.NetIPFilter=IP Filter
InfoLog.NetNTP=NTP
InfoLog.NetPPPoE=PPPoE
InfoLog.No=No
InfoLog.PTZ=PTZ
InfoLog.PTZAlarmProtocol=PTZ Alarm
InfoLog.PTZPreset=Ptz Preset
InfoLog.PTZTour=PTZ Tour
InfoLog.Play=playback
InfoLog.PlayBack=Playback %s
InfoLog.ReadFileFailed=Read the File %s Failure
InfoLog.ReadOnly=%s as Read Only Working Directory
InfoLog.ReadWrite=%s as W/R Working Directory
InfoLog.Record=RECORD
InfoLog.Redunancy=%s as Redundant Working Directory
InfoLog.RS485=RS485
InfoLog.SearchAlarm=%d-%d-%d %d:%d:%d Query %d Channel Alarm Video Record
InfoLog.SearchAll=%d-%d-%d %d:%d:%d Query %d Channel ALL Video Record)
InfoLog.SearchDetect=%d-%d-%d %d:%d:%d Query %d Channel Detect Video Record
InfoLog.SearchHand=%d-%d-%d %d:%d:%d Query %d Channel Manually Video Record
InfoLog.Snapshot=Snapshot
InfoLog.StorageFailure=Storage Device Access Failure
InfoLog.StorageLowSpace=Storage Space Lack Alarm
InfoLog.StorageNotExist=Storage Deivce Not Exist
InfoLog.TVAdjust=TV Adjust
InfoLog.Timing=General
InfoLog.Tour=Tour
InfoLog.VideoBlind=Video Blind
InfoLog.VideoColor=Color Setting
InfoLog.VideoLoss=Loss Detect
InfoLog.VideoMotion=Motion Detect
InfoLog.VideoSplit=Video Split
InfoLog.VideoWidget=Video Widget
InfoLog.WriteFileFailed=Write File %s Failed!
LogInfo.AlarmEvent=Alarm event
LogInfo.All=All
LogInfo.ClearFail=Clear log fail
LogInfo.ClearSuccess=Clear log successful
LogInfo.ConfigOperation=Config
LogInfo.EndTime=End Time
LogInfo.FileAccess=Playback
LogInfo.LogSearch=<%s>PlayBack Log！
LogInfo.LogType=Type
LogInfo.NextPage=Next Page
LogInfo.RecordOperation=Week Day
LogInfo.RemoveAll=Remove
LogInfo.Search=Search
LogInfo.StartTime=Start Time
LogInfo.StorageManager=Storage
LogInfo.SureToClear=Are you sure you want to remove all logs?
LogInfo.SystemManager=System
LogInfo.UserManager=Account
LogType.AccountRestore=Account Restore
LogType.AddGroup=Add Group
LogType.AddUser=Add User
LogType.ClearDriver=Clear Driver
LogType.ClearLog=Clear Log
LogType.DeleteGroup=Delete Group
LogType.DeleteUser=Delete User
LogType.DiskChanged=Disk Changed
LogType.EventLatch=Latch Event
LogType.EventStart=Alarm Start
LogType.EventStop=Alarm Stop
LogType.FileAccess=File Access
LogType.FileAccessError=File Access Error
LogType.FileSearch=File Search
LogType.LogIn=Log In
LogType.LogOut=Log Out
LogType.ModifyGroup=Modify Group
LogType.ModifyPassword=Modify Password
LogType.ModifyTime=Modify System Time
LogType.ModifyUser=Modify User
LogType.PTZTour=Tour
LogType.Reboot=Reboot
LogType.Record=Week Day
LogType.SaveConfig=Save Configuration
LogType.SetDriverType=Set Driver Type
LogType.ShutDown=Shut Down
LogType.StorageDeviceError=Storage Device Error
LogType.Update=Update
LogType.Upgrade=Upgrade
LogType.ZeroBitrate=No Bitrate
UserManager.AddGroup=Add Group
UserManager.AddUser=Add User
UserManager.Authority=Authority
UserManager.ConfirmPassword=Confirm
UserManager.DefaultUser=Default User
UserManager.DeleteGroup=Delete Group
UserManager.DeleteUser=Delete User
UserManager.Group=Group
UserManager.GroupName=Name
UserManager.LackAuchority=Lack Authority
UserManager.LoginSystem=SYSTEM LOGIN
UserManager.Memo=Memo
UserManager.ModGroup=Modify Group
UserManager.ModPassword=Modify PW.
UserManager.ModUser=Modify User
UserManager.NewPassword=New Password
UserManager.No=No
UserManager.OldPassword=Old Password
UserManager.OwnerGroup=Group
UserManager.PleaseLogin=Please Login
UserManager.Sharable=Reuseable
UserManager.User=User
UserManager.UserName=User Name
UserManager.UserPassword=Password
UserManager.UserState=Status
UserManager.UserStateOK=Normal
UserManager.UserStateStoped=Stopped
Version.AlarmIn=Alarm In
Version.AlarmOut=Alarm Output
Version.Channel=Record Channel
Version.ExChannel=Extra Channel
Version.ReleaseDate=Build Date
Version.SystemVersion=System
MapCtrl.Add=Add
MapCtrl.AddFail=add image fail
MapCtrl.AddPicture=Add Picture
MapCtrl.AlarmDevice=Alarm Device
MapCtrl.Browse=Browse
MapCtrl.Cancel=Cancel
MapCtrl.ChooseOnePicture=Please choose a picture!
MapCtrl.CopyFail=copy image fail
MapCtrl.Camera=Camera
MapCtrl.DeleteFail=delete image fail
MapCtrl.Description=Description
MapCtrl.DescriptionTooLang=The description of picture should not be greater than 256 bytes!
MapCtrl.Dev=Device
MapCtrl.Edit=Edit
MapCtrl.EditFail=edit image fail
MapCtrl.InputPicName=Please input the picture's name!
MapCtrl.Map=Map
MapCtrl.MapCtrl=MapCtrl
MapCtrl.Modify=Modify
MapCtrl.Name=Name
MapCtrl.NameInUsed=This picture's name was used!
MapCtrl.NameTooLong=The length of picture's name should not be greater than 32 bytes!
MapCtrl.NodeInUsed=The node is located in another map!
MapCtrl.OK=OK
MapCtrl.Picture=Picture
MapCtrl.PictureEdit=Picture Edit
MapCtrl.PictureName=Picture Name
MapCtrl.PicturePath=Picture Path
MapCtrl.PictureTooBig=The picture file is too big or deleted! Please change another picture, otherwise you can not use it!
MapCtrl.Remove=Remove
MapCtrl.Save=Save
MapCtrl.SaveFail=save image fail
MapCtrl.SaveOK=save image success
MapCtrl.SureToDel=Are you sure to delete it?
MapCtrl.SureToDelAllDevOnMap=All subitems in this map will be deleted as well! Continue?
MapCtrl.Type=Type
MapCtrl.MapInfo=Map info
ConfigEncode.Audio=Audio
ConfigEncode.Best=Best
ConfigEncode.Better=Better
ConfigEncode.BitrateControlPolicy=Bit Rate Type
ConfigEncode.BitrateValue=Bit Rate(Kb/S)
ConfigEncode.Brightness=Brightness
ConfigEncode.CBR=CBR
ConfigEncode.Channel1=CAM 1
ConfigEncode.Channel10=CAM 10
ConfigEncode.Channel11=CAM 11
ConfigEncode.Channel11_12=CAM 11-12
ConfigEncode.Channel12=CAM 12
ConfigEncode.Channel13=CAM 13
ConfigEncode.Channel13_14=CAM 13-14
ConfigEncode.Channel13_16=CAM 13-16
ConfigEncode.Channel14=CAM 14
ConfigEncode.Channel15=CAM 15
ConfigEncode.Channel15_16=CAM 15-16
ConfigEncode.Channel16=CAM 16
ConfigEncode.Channel17=CAM 17
ConfigEncode.Channel17_20=CAM 17_20
ConfigEncode.Channel17_24=CAM 17-24
ConfigEncode.Channel17_32=CAM 17-32
ConfigEncode.Channel18=CAM 18
ConfigEncode.Channel19=CAM 19
ConfigEncode.Channel1_16=CAM 1-16
ConfigEncode.Channel1_2=CAM 1-2
ConfigEncode.Channel1_4=CAM 1-4
ConfigEncode.Channel1_6=CAM 1-6
ConfigEncode.Channel1_8=CAM 1-8
ConfigEncode.Channel1_9=CAM 1-9
ConfigEncode.Channel2=CAM 2
ConfigEncode.Channel20=CAM 20
ConfigEncode.Channel21=CAM 21
ConfigEncode.Channel21_24=CAM 21_24
ConfigEncode.Channel22=CAM 22
ConfigEncode.Channel23=CAM 23
ConfigEncode.Channel24=CAM 24
ConfigEncode.Channel25=CAM 25
ConfigEncode.Channel25_28=CAM 25_28
ConfigEncode.Channel25_32=CAM 25-32
ConfigEncode.Channel26=CAM 26
ConfigEncode.Channel27=CAM 27
ConfigEncode.Channel28=CAM 28
ConfigEncode.Channel29=CAM 29
ConfigEncode.Channel29_32=CAM 29_32
ConfigEncode.Channel3=CAM 3
ConfigEncode.Channel30=CAM 30
ConfigEncode.Channel31=CAM 31
ConfigEncode.Channel32=CAM 32
ConfigEncode.Channel33_36=CAM 33_36
ConfigEncode.Channel3_4=CAM 3-4
ConfigEncode.Channel4=CAM 4
ConfigEncode.Channel5=CAM 5
ConfigEncode.Channel5_6=CAM 5-6
ConfigEncode.Channel5_8=CAM 5-8
ConfigEncode.Channel6=CAM 6
ConfigEncode.Channel7=CAM 7
ConfigEncode.Channel7_12=CAM 7-12
ConfigEncode.Channel7_8=CAM 7-8
ConfigEncode.Channel8=CAM 8
ConfigEncode.Channel8_16=CAM 8-16
ConfigEncode.Channel9=CAM 9
ConfigEncode.Channel9_10=CAM 9-10
ConfigEncode.Channel9_12=CAM 9-12
ConfigEncode.Channel9_16=CAM 9-16
ConfigEncode.ColdColor=Cold Color
ConfigEncode.CombineEncode=Combine Encode
ConfigEncode.CombineMode=Mode
ConfigEncode.Contrast=Contrast
ConfigEncode.Cover=Region Cover
ConfigEncode.CoverSetting=Set
ConfigEncode.DftColor=Default Color
ConfigEncode.EncodeMode=Compression
ConfigEncode.ExtStream=Extra Stream
ConfigEncode.FPS=FPS
ConfigEncode.Gain=Gain
ConfigEncode.General=General
ConfigEncode.Good=Good
ConfigEncode.Hue=Hue
ConfigEncode.ImageColorConfig=Color Setting
ConfigEncode.Mode=Mode
ConfigEncode.MultiReplay=MultiReplay
ConfigEncode.NarrowBand=NarrowBand
ConfigEncode.Period=Period
ConfigEncode.Quality=Quality
ConfigEncode.Saturation=Saturation
ConfigEncode.Snap=Snapshot
ConfigEncode.SnapFreq=Snapshot Frequency
ConfigEncode.SnapMode=Mode
ConfigEncode.SnapQuality=Image Quality
ConfigEncode.SnapSize=Image Size
ConfigEncode.VBR=VBR
ConfigEncode.Video=Video
ConfigEncode.VideoAudio=Video/Audio
ConfigEncode.VideoResolution=Resolution
ConfigEncode.WarmColor=Warm Color
ConfigEncode.Worse=Worse
ConfigEncode.Worst=Worst
ConfigEncode.iGop=I Frame Interval
ConfigVideo.High=High
ConfigVideo.Higher=Higher
ConfigVideo.Highest=Highest
ConfigVideo.Lower=Lower
ConfigVideo.Lowest=Lowest
ConfigVideo.Middle=Middle
PlayBack.ALL=All videos
PlayBack.AlarmRecordFile=Alarm Record
PlayBack.Audio=Audio
PlayBack.Backup=Backup
PlayBack.BeginDate=Begin
PlayBack.CancelDownload=Are you sure to cancel download?
PlayBack.CardRecordFile=Card Record
PlayBack.Channel=Channel
PlayBack.Close=Closing
PlayBack.CloseAllWindow=Close all window
PlayBack.CloseWindow=Close window
PlayBack.Date=Date
PlayBack.DetectRecordfile=Detect Record
PlayBack.Device=Device
PlayBack.Download=Download
PlayBack.DownloadError=Download file error
PlayBack.DownloadFinish=Download is finished
PlayBack.Downloading=Downloading now, please wait...
PlayBack.EndDate=End
PlayBack.ExceedMaxChannel=Exceed max playback channnel number
PlayBack.Fast=Fast
PlayBack.File=File
PlayBack.FourScreen=Four Screen
PlayBack.GeneralRecordFile=General Record
PlayBack.GetDataFail=Get data failed
PlayBack.HandRecordFile=Manual Record
PlayBack.InPlaying=this channel is in playing, please close it first
PlayBack.InvalidTime=Invalid time, please input again
PlayBack.LoadImageFail=Load background image fail
PlayBack.LocalPlayback=Local
PlayBack.Local=Local
PlayBack.LocalRecord=Local record
PlayBack.NO=NO
PlayBack.NextFrame=Next Frame
PlayBack.NoRecord=No record
PlayBack.OpenDecodeFail=open decode failed
PlayBack.OpenFileFail=Open file failed
PlayBack.PageDown=PageDown
PlayBack.PageUp=PageUp
PlayBack.Pause=Pause
PlayBack.Period=Period
PlayBack.Play=Play
PlayBack.Playback=Playback
PlayBack.Playing=In playing ...
PlayBack.PrevFrame=Prev Frame
PlayBack.Prompt=Prompt
PlayBack.RemotePlayback=Remote
PlayBack.Search=Search
PlayBack.SearchFail=Search failed
PlayBack.SelectDevice=Please select one device
PlayBack.SelectFile=Please select one file
PlayBack.SingleFrame=Single Frame
PlayBack.Slow=Slow
PlayBack.Snapshot=Snapshot
PlayBack.SnapshotFail=Snapshot faild
PlayBack.Stop=Stop
PlayBack.Timeout=Search Time Out
PlayBack.Type=Type
PlayBack.UnkownError=Unkown Error
PlayBack.Window=Window
PlayBack.AllPic=All Picture
PlayBack.AlarmRecordPic=Alarm Snap
PlayBack.DetectRecordPic=Detect Snap
PlayBack.GeneralRecordPic=Regular Snap
PlayBack.HandRecordPic=Manual Snap
PlayBack.SelectAll=Select All
PlayBack.UnSelectAll=UnSelect All
Record.Auto=Timing
Record.Closed=Stop
Record.Manual=Manual
RecordConfig.Mode=Record Mode
RecordStorage.Alarm=Alarm
RecordStorage.Detect=Detect
RecordStorage.Files=Pictures
RecordStorage.General=Regular
RecordStorage.PreRecord=PreRecord
RecordStorage.PreSnap=PreSnap
RecordStorage.RecordLen=Length
RecordStorage.Redu=Redundancy
RecordStorage.ScheduleSet=Set
RecordStorage.TimeSection=Period
RecordStorage.TimeSection1=Period 1
RecordStorage.TimeSection2=Period 2
RecordStorage.TimeSection3=Period 3
RecordStorage.TimeSection4=Period 4
RecordStorage.TimeSection5=Period 5
RecordStorage.TimeSection6=Period 6
RecordStorage.Week=Week
ConfigNet.3GNetConfig=Wireless Dial
ConfigNet.ARSPConfig=ARSP
ConfigNet.AlarmReport=Alarm Report
ConfigNet.AUTO=AUTO
ConfigNet.Adaptive=Adaptive
ConfigNet.AddIP=Add IP
ConfigNet.Alarm=Alarm
ConfigNet.AlarmCenter=AlarmServer
ConfigNet.ArspTip=Enable the DDNS and save, 2 minutes if the server updated successfully, the unit acquired the domain name will be displayed
ConfigNet.BannedIP=Banned IP
ConfigNet.BlackList=Black list
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=Channel
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=User Name
ConfigNet.DDNSServerPort=Port
ConfigNet.DDNSSetInvalid=DDNS Set Invalid
ConfigNet.DDNSType=DDNS Type
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=DHCP Enable
ConfigNet.DNSConfig=DNS Configuration
ConfigNet.DNSTIP=Use DNS server address below---------------------------
ConfigNet.Decorder=Decorder
ConfigNet.DefaultGateWay=Gateway
ConfigNet.DeleteIP=Delete IP
ConfigNet.Detect=Detect
ConfigNet.DomainName=Domain Name
ConfigNet.EVDO=EVDO
ConfigNet.EmailConfig=EMAIL
ConfigNet.Enable=Enable
ConfigNet.FileLen=file length
ConfigNet.FileLength=File Length
ConfigNet.FileLens=M
ConfigNet.FluencyPre=Fluency Preferred
ConfigNet.FtpAnonymous=Anonymous
ConfigNet.FtpChannel=Channel
ConfigNet.FtpConfig=FTP
ConfigNet.FtpDirName=DirName
ConfigNet.FtpEnable=Enable
ConfigNet.FtpHostIp=Server IP
ConfigNet.FtpHostPort=Port
ConfigNet.FtpPassWord=Password
ConfigNet.FtpType=Type
ConfigNet.FtpUserName=User Name
ConfigNet.FtpWeek=week
ConfigNet.GPRS=GPRS
ConfigNet.General=Regular
ConfigNet.HighSpeedDownload=High Speed Download
ConfigNet.HostIP=Server IP
ConfigNet.HostName=Host Name
ConfigNet.HostPort=Port
ConfigNet.HttpPort=HTTP Port
ConfigNet.IPSetting=IP FILTER
ConfigNet.IPaddr=IP Address
ConfigNet.Interval=interval
ConfigNet.Intervals=min
ConfigNet.LogReport=Log report
ConfigNet.MailAddrEmpty=Email Address can't be Empty
ConfigNet.MailAddrError=Email Address Error，Must Contain '@'
ConfigNet.MailAddrTooLong=Email Address Too Long
ConfigNet.MailRecevierError=No More Than Three Recipients
ConfigNet.MailSSL=Need SSL
ConfigNet.MailServer=SMTP Server
ConfigNet.Mailsender=Sender
ConfigNet.MaxConnection=Max Connection
ConfigNet.MobileConfig=Mobile Monitor
ConfigNet.MobilePort=Port
ConfigNet.MulticastConfig=MULTICAST
ConfigNet.NeedReboot=Save successful, and will Work after Restart , Restart Immediately?
ConfigNet.NetAlarm=Net Alarm
ConfigNet.NetMask=Subnet Mask
ConfigNet.NetServerInfo=Net Server Info
ConfigNet.NetService=Net Server
ConfigNet.Netcard=Net Card
ConfigNet.No=No
ConfigNet.NtpConfig=NTP
ConfigNet.PPPoE=PPPoE
ConfigNet.PPPoEPassword=Password
ConfigNet.PPPoEUserName=User Name
ConfigNet.Passwd=Password
ConfigNet.PortConflict=Port Conflict
ConfigNet.PrimaryDNS=Primary DNS
ConfigNet.Protocol=Protocol
ConfigNet.Prototype=Protocol Type
ConfigNet.QualityPre=Quality Preferred
ConfigNet.Receiver=Receiver
ConfigNet.ReplayNum=Maximum number of IP filter's is 64!
ConfigNet.RestrictType=Restricted Type
ConfigNet.SameIPTip=the IP Address has been Added!
ConfigNet.SaveConfigFailed=Save Configuration Failed!
ConfigNet.SecondaryDNS=Secondary DNS
ConfigNet.ServerName=Server Address
ConfigNet.SetGatewayFailed=Set gateway failed!
ConfigNet.StandbyIP=Alternate IP
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TcpPort=Media Port
ConfigNet.TimeSection1=Time Period 1
ConfigNet.TimeSection2=Time Period 2
ConfigNet.TimeZone=Time Zone
ConfigNet.Title=Title
ConfigNet.TransferPolicy=Transfer Policy
ConfigNet.TrustIP=Trust IP
ConfigNet.Type=Type
ConfigNet.UDPPort=UDP Port
ConfigNet.UPNPTip=Make sure UPNP is running on router,befor using this
ConfigNet.UpdateInterval=Update Period
ConfigNet.UploadTime=Upload Time
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=week
ConfigNet.WhiteList=White list
ConfigNet.Wirecard=Wire Netcard
ConfigNet.Wireless=Wireless
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=Dial Number
ConfigNet.NoSignal=NoSignal
ConfigNet.VeryLow=Very Low
ConfigNet.Low=Low
ConfigNet.Good=Good
ConfigNet.VeryGood=Very Good
ConfigNet.Excellent=Excellent
ConfigNet.WifiNotSupport=Only support for WEP encrypt
ConfigNet.WifiPasswordNoMatch=Passowrd must 10 or 26 hex digits
ConfigNet.AuthMode=Authentication
ConfigNet.Search=Search
ConfigNet.Signal=Signal
ConfigNet.SSID=SSID
Title.AbnormalAlarm=Abnormal
Title.AddArea=ADD AREA
Title.AddDevice=ADD DEVICE
Title.Advance=Advance
Title.Alarm=Alarm
Title.AlarmConfig=Alarm Set
Title.AlarmIn=Alarm Input
Title.AlarmOut=Alarm Output
Title.AlarmStatus=Alarm Status
Title.AssistFunction=Assist Function
Title.AutoMaintain=AutoMaintain
Title.Backup=Backup
Title.BitrateStatistics=BPS
Title.BlindConfig=Video Blind
Title.CMS=CMS
Title.ChannelName=CAM Name
Title.ColorTitle=Color
Title.CommConfig=RS232
Title.Config=Config
Title.Decoder=Decoder
Title.Delete=DELETE
Title.Device=Device
Title.DeviceManager=Device Manager
Title.DisplayConfig=GUI Display
Title.EncodeConfig=Encode
Title.GeneralConfig=General
Title.HDDInfo=HDD Info
Title.HDDManager=HDD Manage
Title.ImExportConfig=Import/Export
Title.ImageConfig=Color Setting
Title.Loading=Loading...
Title.LocalConfig=Local Config
Title.LocalTime=Time
Title.LogInfo=LOG
Title.LogManager=Local Log
Title.LogOut=Logout
Title.MagicBox=MagicBox
Title.MainMenu=Main Menu
Title.MapManager=Map
Title.TourManager=Tour
Title.Modify=MODIFY
Title.MotionDetectConfig=Video Motion
Title.NetAlarmConfig=Net Alarm
Title.NetCommonConfig=Network
Title.NetService=NetService
Title.OnlineUser=Online Users
Title.PTZ=PTZ
Title.Partition=HDD Partition
Title.PlayBack=PlayBack
Title.PtzConfig=PTZ Config
Title.PtzControl=PTZ Control
Title.Record=Record
Title.RecordConfig=Record
Title.RecordMode=Record Mode
Title.RemoteConfig=Remote Config
Title.SetDefault=Default
Title.SnapShot=SnapShot
Title.SystemConfig=System
Title.SystemInfo=Info
Title.SystemUpgrade=Upgrade
Title.TVAdjust=TV Adjust
Title.Tools=Advanced
Title.TourConfig=Tour
Title.UserManager=Account
Title.Version=Version
Title.VideoLossConfig=Video Loss
Title.VideoMonitor=Monitor
Title.Import=Devices import
Title.Export=Devices export
Title.Connect=Connection Test
OneClick.Add=Add
OneClick.Advance=Advanced
OneClick.All=All
OneClick.Apply=Apply
OneClick.Apr=Apr
OneClick.Cancel=Cancel
OneClick.ChannelNo=Channel
OneClick.Clean=Clean
OneClick.Copy=Copy
OneClick.Day=Day
OneClick.Dec=Dec
OneClick.Default=Default
OneClick.Delete=Delete
OneClick.Enable=Enable
OneClick.Feb=Feb
OneClick.FirstDay=first days is
OneClick.FirstWeek=1st week
OneClick.FiveWeek=5th week
OneClick.FourWeek=4th week
OneClick.FreeDay=Free Day
OneClick.Fri=Fri
OneClick.Jan=Jan
OneClick.Jul=Jul
OneClick.Jun=Jun
OneClick.LastDay=last week has
OneClick.LogInfo=Log
OneClick.Mar=Mar
OneClick.May=May
OneClick.Min=Min
OneClick.Mon=Mon
OneClick.Month=Month
OneClick.Nov=Nov
OneClick.OK=OK
OneClick.Oct=Oct
OneClick.Paste=Paste
OneClick.Preview=Preview
OneClick.Prompt=Prompt
OneClick.Refrush=Refresh
OneClick.RemoteConfig=Device Config
OneClick.Sat=Sat
OneClick.Sec=Sec
OneClick.SecWeek=2nd week
OneClick.Sep=Sep
OneClick.Setting=Setting
OneClick.SixWeek=6th week
OneClick.Sun=Sun
OneClick.ThirdWeek=3th week
OneClick.Thu=Thu
OneClick.Tue=Tue
OneClick.Wed=Wed
OneClick.WeekCnt=week count is
OneClick.WorkDay=Work Day
OneClick.Year=Year
Right.Backup=Backup
Right.ColorControl=Color Control
Right.DeviceManagement=Device Management
Right.LocalConfig=Client Config
Right.Mapctrl=Mapctrl
Right.Monitor=Monitor
Right.PTZControl=PTZ Control
Right.Playback=Playback
Right.RemoteConfig=Remote Config
Right.UserManager=User Manager
HDDInfo.Disk=Disk
HDDInfo.EndTime=End Time
HDDInfo.IndexNo=Index
HDDInfo.InfoRecordTime=View recording times
HDDInfo.InfoTypeCapa=View type and capacity
HDDInfo.RemainCapacity=Left Capacity
HDDInfo.SATA=SATA
HDDInfo.StartTime=Start Time
HDDInfo.Status=Status
HDDInfo.TotalCapacity=Capacity
HDDInfo.Type=Type
HDDManager.Capacity=Capacity
HDDManager.ClearDisk=Format Disk
HDDManager.DiskInfo=HDD INFO
HDDManager.DiskNo=HDD No.
HDDManager.EventDriver=Event Driver
HDDManager.FormatFinished=Format has Finished！
HDDManager.ImagePart=Image Partition
HDDManager.LowerCapa=Less Than
HDDManager.Partition=Partition
HDDManager.PartitionFailed=Partition Failed!
HDDManager.PartitionNeedReboot=Partition OK,Need to Reboot!
HDDManager.RODiskCannotFormat=The Disk is Read Only，Cannot be Formatted!
HDDManager.ReadOnlyDriver=Read only
HDDManager.ReadWriteDriver=Read/Write
HDDManager.RecordCapaTooSmall=Image Partition Cannot Be Less Than 1G
HDDManager.RecordPart=Record Partiton
HDDManager.RecoverError=Recover
HDDManager.ReduDriver=Redundant
HDDManager.SetToReadOnly=Read only
HDDManager.SetToReadWrite=Read/Write
HDDManager.SetToRedu=Redundant
HDDManager.SetToSnapShot=Snapshot
HDDManager.SnapShotDriver=Snapshot
HDDManager.Space=DiskSpace
HDDManager.StateErr=Error
HDDManager.StateOK=Normal
HDDManager.Status=Status
HDDManager.SuceToExecute=Are You Sure to Execute?
HDDManager.TipFormatDisk=This Operation Will Clear All Video Record In the Storage Equipment, Click "OK"to Continue, Click "Cancel" to Suspend
HDDManager.TipSetToReadOnlyDriver=This Operation will Set the Storage Equipment Read Only, All the Video Record will not be Covered, Are You Sure to Execute?
HDDManager.TipSetToReadWriteDriver=This Operation will Set the Storage Equipment As Work Disk ,can be read or written
HDDManager.TipSetToReduDriver=This Operation will Set the Storage Equipment As Redundant Disk, and Store Redundancy Only, Are You Sure to Execute?
HDDManager.TipSetToSnapShotDriver=This Operation will Set the Storage Equipment As Snapshot Disk, and Store Snapshot Only, Are You Sure to Execute?
HDDManager.Type=Type
Upgrade.AddDevice=Add Device
Upgrade.Browse=Browse
Upgrade.Destribe=Destribe
Upgrade.FileName=FileName:
Upgrade.IPAdress=IP Address
Upgrade.IPSearch=IP Search
Upgrade.Login=Login
Upgrade.NO=NO.
Upgrade.Password=Password
Upgrade.Port=Port
Upgrade.Progress=Upgrade Progress:
Upgrade.Prompt=Prompt
Upgrade.Run=Upgrade
Upgrade.SelectFile=Please select upgrade file
Upgrade.SendData=Send data:
Upgrade.StartUpgrade=Start upgrade
Upgrade.UpgradeFail=Upgrade fail
Upgrade.UpgradeSuccess=Upgrade successful
Upgrade.UpgradeTool=Upgrade Tool
Upgrade.UserName=User Name
User.AddGroup=Add Group
User.AddGroupFailed=Add group failed
User.AddUser=Add User
User.AddUserFailed=Add User failed
User.Apply=Apply
User.Cancel=Cancel
User.CancelModify=Cancel Modify
User.Confirm=Confirm
User.Describe=Describe:
User.Device=Device
User.DeviceChoose=Device Choose:
User.DeviceList=Device List
User.Devices=Devices:
User.Group=Group
User.GroupAttribute=Group Attribute
User.GroupExists=The group exists!
User.GroupName=Group Name:
User.GroupNameEmpty=The group name is not allowed empty!
User.ModUserFailed=Modify uset fail
User.Modify=Modify
User.ModifyDeviceNow=Modify Device Now
User.ModifyPassword=Modify Password
User.ModifyRightNow=ModifyRightNow
User.ModifyUserNow=Modify User Now
User.Modifying=Modify……
User.Name=Name
User.NewPsw=New Password
User.Normal=Normal
User.OK=OK
User.OldPWD=Old Password
User.OldPasswordError=Old password is error!
User.Password=Password
User.PasswordNotEmpty=Password is not empty!
User.PasswordNotMatched=Password is not matched!
User.Right=Right
User.RightChoose=Right Choose:
User.RightList=Right List
User.Rights=Rights
User.SelectOneUser=Select one user, please
User.StopUse=Stop Use
User.SuperUserCanDel=Can't delete super user
User.SureToDelGroup=Are you sure to delete this group, group name is: %s
User.SureToDelUser=Are you sure to delete this user, user name is: %s
User.UserAttribute=User Attribute
User.UserExists=The User exists!
User.UserLocked=User Locked
User.UserName=User Name
User.Users=Users:
AlarmManage.AlarmSetting=Alarm Setting
Connect.Disconnected=Network Abnormal
Connect.Connected=Network Normal
Connect.DeviceName=DeviceName
Connect.State=State
TourPlan.Up=Up
TourPlan.Down=Down
TourPlan.Add=Add
TourPlan.Del=Del
TourPlan.Mod=Mod
TourPlan.TourPlan=Tour Project
TourPlan.PlanName=Project Name
TourPlan.TourPlanNode=Tour Item
TourPlan.PlanInTouring=Project in touring, close it first.
DDNS.DDNSCofing=DDNSConfig
Upgrade.EditDevice=EditDevice
DeviceManage.LoginType=LoginType
DeviceManage.ARSP=ARSP
DeviceManage.SerialID=Serial ID
DeviceManage.Modify=Modify
DeviceManage.Cancel=Cancel
Upgrade.Searching=Searching
ConfigNet.RTSP=RTSP
PlayBack.PlayBackType=Query Mode
PlayBack.ByTime=By Time
PlayBack.ByName=By Name
ConfigGeneral.English=ENGLISH
ConfigGeneral.Farsi=پارسی　
ConfigGeneral.Finnish=SUOMI
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=HUNGARIAN
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Poland=POLAND
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.Thai=ไทย
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Turkey=TüRKiYE
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Hebrew=עברית
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Korean=한국어
ConfigGeneral.Romanian=Română
ConfigGeneral.Vietnamese=Việt
PlayBack.SyncMode=Synchronous
Language.Arabic=العربية
DisplayConfig.TimeTitle=Time Titile
DisplayConfig.RecordStatus=Video Status
DisplayConfig.AlarmStatus=Alarm status
DisplayConfig.ResistTwitter=Anti-jitter
DisplayConfig.Transparence=Transparency
DisplayConfig.Channel=Channel
WebTitle.Playback=Playback
WebTitle.Log=Log
WebTitle.LocalConfig=LocalCfg
WebTitle.RemoteCfg=DeviceCfg
WebTitle.LogOut=Log Out
WebPtz.Step=Step
WebPtz.Zoom=Zoom
WebPtz.Focus=Focus
WebPtz.Iris=Iris
WebPtz.Preset=Preset
WebPtz.Cruise=Tour
WebTitle.ImageColorConfig=Color
WebBT.SetDefault=Default
WebBT.Reboot=Reboot
WebTitle.OtherSet=Other
WebInput.UserName=User Name
WebInput.Password=Password
WebBT.Ok=OK
Desktop.LogOut=LogOut
WebBT.LogIn=Login
PlayBack.FileInPlaying=File is playing, turn off
Error.ChannelExisted=The channel already exists
WebBT.PlayAll=connect all video
WebBT.StopPlayAll=disconnect all video
WebBT.RecordAll=All Channel Record
WebBT.StopRecordAll=Close All Record
LogType.SetTime=SetTime
LogType.SaveSystemState=SaveSystemState
ConfigManage.ToAVI=Save local record as AVI
DeviceDesc.AutoReboot=Automatic restart
DeviceDesc.RestoreAccount=Restore the default account
Login.NetEnvironment=Net Environmen
Login.AutoConnet=Connect All video
Login.LAN=LAN
Login.WAN=WAN
ConfigGeneral.WorkHour=Work Hour
InfoLog.AlarmServer=Alarm Server
InfoLog.NetARSP=ARSP
InfoLog.Wifi=Wifi
PlayBack.Source=Source
ConfigNet.ArspConfig=ARSP
ConfigNet.UPNP=UPNP
ConfigNet.ManEnable=Network management
ConfigNet.DeviceID=Device ID
ConfigNet.MsgPort=Message Port
ConfigNet.Mega=Mega
ConfigNet.XingWang=XingWang
ConfigNet.ShiSou=ShiSou
ConfigNet.VVEye=VVEye
ConfigNet.DeviceName=Device Name
ConfigNet.TimeSyncEnable=Time synchronization
ConfigNet.DownLoadPort=Download Port
ConfigNet.CorpEnable=Enterprise Server
Tips.DeviceProduct=Product Advanced Features Configuration
Title.DeviceProduct=Function Deployment
OneClick.Aug=Aug
Decoder.Reboot=Restart the decoder
PlayBack.BackupFinish=Backup completed
PlayBack.FileNotExist=File does not exist
Right.Logview=Logview
InfoLog.SystemState=System Status
InfoLog.StroagePosition=Storage location
InfoLog.DeviceDesc=Device Description
InfoLog.Test=Production Configuration
User.SelectOneGroup=Please select a group
ConfigEncode.HorizontalAcutance=Horizontal Sharpness
ConfigEncode.VerticalAcutance=Vertical Sharpness
DeviceManage.SerialIDInvalid=Serial number is invalid
DeviceManage.DDNSIPInvalid=Server address is not valid
DeviceManage.DDNSPortInvalid=Server port is invalid
DeviceManage.DDNSFAIL=Agreement failed to resolve DNS
ConfigNet.HaveModify=Network device has changed, please re-log the device
ConfigComm.RS485=RS485 Device
ConfigComm.PTZ=PTZ Device
WebTitle.UserLogin=USER LOGIN
WebBt.StartAll=StartAll
WebBt.StopAll=StopAll
WebTitle.TLlogo=H.264 Network Video Surveillance System
WebBt.Logout=Logout
ConfigNet.SetSubMarkFailed=Set submark failed!
ConfigNet.IsOnline=Online or not
Desktop.SplitDown=Turn down
Desktop.SplitUp=Turn up
WebTitle.DigitalChannel=Digital channels
DigitalChannel.Channel=Channel
DigitalChannel.Enable=Enable
DigitalChannel.Sync=Time Synchronization
DigitalChannel.Mode=Connect mode
DigitalChannel.TourTime=SEQ time
DigitalChannel.NetConfigList=Network Configuration List
Title.DigitalChannel=Digital Channel
DigitalChannel.SingleLink=Single connect
DigitalChannel.MulLink=Multi-link
DigitalChannel.CfgName=Configuration Name
DigitalChannel.RemoteChannel=Remote channel
DigitalChannel.Stream=Stream
ConfigNet.DevID=Product ID
Wireless.Setting=Wi Probe Set
Wireless.CameraRegister=Wi Probe register
Wireless.Camera=Probe
Wireless.Register=Register
Wireless.Cancel=Unregister
Wireless.ClearAll=Clear all registered
Wireless.Registered=Registered probe
Wireless.RefreshList=Refresh list
Title.WireCamera=Wi Probe
Wireless.RemoteControl=Remote Control
Desktop.Region=Zoomed
Title.ImportConfig=Import Export
Playback.Minutes=Minutes
Playback.Hours=Hours
Vesion.Day=Day
Vesion.RunTime=System uptime
CameraPara.Exposure=Exposure mode
CameraPara.LeastTime=Minimum time
CameraPara.MostTime=Maximum time
CameraPara.DayNight=Day/Night mode
CameraPara.BackLight=Backlight Compensation
CameraPara.Auto=Auto Iris
CameraPara.Balance=Profile
CameraPara.SignType=Signal Type
CameraPara.Mirror=Mirror
CameraPara.Roll=Flip
CameraPara.HandOper=Manual
CameraPara.AutoOper=Automatic
CameraPara.Disable=Not enabled
CameraPara.Daylight=Sunlight
CameraPara.Cloudy=Cloudy day
CameraPara.IncandeScence=Incandescent light
CameraPara.Fluorescent=Fluorescent lamp
CameraPara.TungSten=Tungsten
CameraPara.Input=Internal input
CameraPara.ON=Open
CameraPara.OFF=Close
CameraPara.Colour=Color
CameraPara.BlackWhite=Black and White
Title.CameraPara=Camera param.
CameraPara.millisecond=Millisecond
DisplayConfig.ChannelTitle=Channel Title
ConfigNet.EncrypType=Encryption
ConfigNet.KeyType=Key Type
ConfigNet.WifiPWDNoMatchHex=The code must 10, 26 or 32-bit hex characters
ConfigNet.WifiPWDNoMatchASCII=The code must be 5, 26 or 16 bit ASCII
ConfigNet.Hex=Hex
ConfigNet.ASCII=ASCII
CameraPara.AE=AE Reference
CameraPara.Default=Defaults
CameraPara.Send=Send
CameraPara.Indoor=Indoor
CameraPara.Outdoor=Outdoor
CameraPara.BugInformation=Front-end command
CameraPara.Most=Limit
CameraPara.AutoGain=AGC
DeviceRemote.SelectConfig=Batch Configuration
DeviceRemote.SelectDevice=Please select the devices to configure(Same type)
InfoLog.TimeChanged=Time calibration
LogType.TimeChanged=Modification time
LogType.DiskOver=Storage alarm
InfoLog.DiskOver=Hard disk is full
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=No.1 Phone
ConfigNet.PoneNumb2=No.2 Phone
ConfigNet.PoneNumb3=No.3 Phone
ConfigNet.SendTimes=Sent times
InfoLog.AccountManual=manual
WebBT.ChangeRatio=Ratio
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
ConfigNet.GateWayDomain=GateWayDomain
ConfigNet.GateWayPort=GateWayPort
ConfigNet.MmscDomain=MmscDomain
ConfigNet.MmscPort=MmscPort
ConfigNet.MultiMedia=MmscPort Message
Desktop.Size4_3=Display by 4:3
Desktop.Size16_9=Display by 16:9
Desktop.DisplaySize=Display proportion/size
PlayBack.PlayStyle=Playback Style
DeviceManage.CreateSocketFailed=Failed to create socket
DeviceManage.ConnServeFailed=Failed to connect to server
DeviceManage.ParseDomainFailed=DNS failure
DeviceManage.SendDataFailed=Failed to send protocol packets
CameraShutter.Strong=High
CameraShutter.Middle=Medium
CameraShutter.Low=Low
CameraPara.RejectFlicker=Anti flicker
CameraPara.EsShutter=Slow shutter
DigitalChannel.VirtualChannel=Analog channels
DigitalChannel.DigitalChannel=Digital channels
DigitalChannel.ChannelMode=ChannelType
DigitalChannel.ChannelStatus=Channel status
DigitalChannel.MaxResolution=Max. resolution
DigitalChannel.CurResolution=This Resolution
DigitalChannel.ConnStatus=Connection Status
DigitalChannel.None=None
DigitalChannel.NoConfig=Not configured
DigitalChannel.NoLogin=Not logged in
DigitalChannel.NoConnect=Not connected
DigitalChannel.Connected=Connected
DigitalChannel.UnKnown=Unknown
QG.Page=page
QG.Automation=Automation
QG.SystemActivation=Activation
QG.PanicControl=Panic Control
QG.Trigger=Trigger
Import.ImportSuccess=Import the configuration successfully, reboot the device.
InfoLog.VideoOut=Video Output
InfoLog.ShortMsg=SMS
InfoLog.MultimediaMsg=MMS
PlayBack.PlayBackStyle=PlayBack Style
Playback.RecType=Record Type
ConfigNet.DASID=Serial number
ConfigNet.DASServerAddr=Server Address
ConfigNet.DASServerPort=Server Port
CameraPara.IRCUT=IR_CUT
CameraPara.SyncSwitch=IR Synchronous Switch
CameraPara.AutoSwitch=Automatically Switch
InfoLog.NetIpConflict=IP conflict
ConfigNet.TransMission=NetWork  Priority
config.MaxCacheTimes=Maximum cache time
ConfigNet.PortModify=Device port information has changed, please exit and reboot the device to take effect
CameraPara.Dnc=Dnc Threshold
CameraPara.Sensitivity=AE Sensitivity
LogType.RecoverTime=Recover Time
Error.NoSupportChinese=Not support Chinese
Config.CatchPic=Snapshot Format
Title.Help=Help
DeviceManage.DevIsExisted=Device already exists
CarFunc.Select=Select
CarFunc.StateSort=Status categories
CarFunc.CarStatus=Vehicle status
CarFunc.InputMode=Input mode
CarFunc.EquipSort=Device type
CarFunc.DelayOpen=Delayed start
CarFunc.DelayClose=Delayed shutdown
CarFunc.RunStatus=Operating status
CarFunc.LeftLight=Turn left at lights
CarFunc.RightLight=Turn right light
CarFunc.LeftFrontDoor=Left front door
CarFunc.RightFrontDoor=Right front door
CarFunc.LeftBackDoor=Left the back door
CarFunc.RightBackDoor=Right rear door
CarFunc.BackDoor=Backdoor
CarFunc.Opened=Normally open
CarFunc.Closed=Normally-off
CarFunc.DelaySet=Delay setting
Title.CarFunc=Vehicle functions
ConfigNet.NetPre=Network Priority
Desktop.ConnectDevice=Connected devices, please wait
Title.AutoConnectVideo=Automatically connect the device
DeviceManager.ConnectVideo=Open the corresponding video
Config.ReconnectTimes=Reconnection Times
SMTP.SnapChannel=Snapshot Channel
PlayBack.Print=Print
ConfigNet.Up=Up
ConfigNet.Down=Down
ConfigNet.NetInfo=Network platform information set
CarFunc.TimeZone=Time Zone
CarFunc.UpdateInterval=Update Period
CarFunc.GPSReviseTime=GPS Timing
ConfigNet.Setup=Setup
ConfigNet.NetISP=Network provider
ConfigNet.ID=Serial ID
CarFunc.CarInfo=Car Info
ConfigNet.ISP_AUTO=Automatically select the
ConfigNet.ISP_TELCOM=Telecommunications
ConfigNet.ISP_UNIONCOM=Unicom
ConfigNet.ISP_CNC=Netcom
ConfigNet.ISP_MOBILE=Move, the CRC
ConfigNet.ISP_USER=Custom
Log.Content=Already exists in other input
Task.IsTasking=Task is On!
Title.Task=Task Config
Task.TaskNode=Task Node
Task.TaskName=Task Name
Task.Task=Task Plan
Task.Waiting=Please wait，Task is Opening
CA.Rule=Rule
CA.ShowTrace=Show Traces
CA.TimeMin=Minimum Time
CA.UPRType=Alert way
CA.URPTripwire=Cordon
CA.URPPerimeter=Warning Area
Title.VideoAnalyse=Intelligent
Title.ForbidDirection=Prohibit Direction
CA.LeftToRight=From left to right
CA.RightToLeft=From right to left
CA.DoubleDirection=Bidirectional Prohibited
CA.Invade=Invade
CA.Inter=Enter
Title.RuleSet=Rules set
CA.Arithmetic=Algorithm
CA.UpToDown=From up to down
CA.DownToUp=From down to up
Config.ScreenLock=Automatic lock screen
CA.Leave=Leave
ConfigNet.GodEye=Alarm network service center
ConfigNet.MainAddr=Main server address
ConfigNet.MainPort=Main server port
ConfigNet.ExtraAddr=Backup server address
ConfigNet.ExtraPort=Backup server port
ConfigNet.AddressTips=IP Address or Domain
ConfigNet.PortTips=Port Number
AccountMSG.OverNum=Can not exceed the total
InfoLog.ConfigImport=Import
InfoLog.ConfigExport=Export
Title.ClockedDownload=Time to download
Title.TimeInfo=Time period information
Desktop.ShowMainWnd=Shows the main window
Desktop.Exit=exit
Desktop.Minimize=Minimize the main window
InfoLog.Reboot for update host ip=Host IP Update, reboot the device
InfoLog.Register Status switch=Registration status transitions
InfoLog.Update host ip=Host IP Update
LogType.NatServer=NAT service
NATSTR.DISENABLE=DisEnable
NATSTR.PROBING=Probing DNS
NATSTR.CONNECTING=Connecting
NATSTR.CONNECTED=Connected
NATSTR.natStatu=Nat status
NATSTR.INFO=Nat status code
DeviceManage.Cloud=Cloud
Error.MaxChannelForMacLogin=Exceed the allowable number of channels
AlarmManage.DevDisconnect=Device disconnect
Config.AutoStream=Single-screen main-stream, multi-screen extra Stream
InfoLog.Param=Camera parameters
ConfigEncode.StaticParam=Static configuration of the encoder
ConfigEncode.WaterMark=Digital watermark
InfoLog.EncodeStaticParam=Encoder static parameters
DeviceManage.NoSupportDecode=The device doesn't support decoding
InfoLog.Analyze=Intelligent Analysis
TourPlan.PlanNameEmpty=PlanName Can not  empty!
AlarmManage.VideoAnalyze=Intelligent analysis alarm
Playback.Mon=Mon
Playback.Tue=Tue
Playback.Wed=Wed
Playback.Thu=Thu
Playback.Fri=Fri
Playback.Sat=Sat
Playback.Sun=Sun
User.UserNameNotEmpty=The user name can't be empty
Prompt=Prompt
Operate.ConnectAll=Connected all
Operate.DisConnectAll=Disconnect all
Desktop.OpenInfo=Open the log window
Desktop.CloseInfo=Close the log window
CameraPara.IRSWAP=IRSwap
CameraPara.DayNTLevel=DayNTLevel
CameraPara.NightNTLevel=NightNTLevel
DeviceManage.QiHan=P\L*02
Upgrade.AddDeviceQH=Add to device list
Devicemanage.TVT=P\L*01
Task.NoSelectTask=Please select a Task program
TourPlan.NoSelectPlan=Please select a Tour round program
ConfigAlarm.PEA=Perimeter alert
ConfigAlarm.OSC=Items care
ConfigAlarm.AVD=Video Diagnosis
ConfigOSC.ObjAbandum=Items stranded
ConfigOSC.ObjStolen=Items stolen shift
ConfigOSC.NoParking=Illegal parking
ConfigAVD.BrightAbnml=Brightness anomaly detection
ConfigAVD.Clarity=Sharpness detection
ConfigAVD.Color=Color cast detection
ConfigAVD.Freeze=Screen freezes detection
ConfigAVD.Noise=Noise detection
ConfigAVD.Change=Scene change detection
ConfigAVD.Interfere=Anthropogenic interference detection
ConfigAVD.PTZLoseCtl=PTZ runaway detection
InfoLog.StoragePosition=Modify the peripheral storage location
InfoLog.DelayTime=Set the DVR delay switch
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=Cloud
WebPsw.Modify=Modify password
WebPsw.Advise=Your current password is blank, in order to more safety recommendations to modify the password
WebPsw.InputPassWord=Enter the password
WebPsw.InputPassWordAgain=Enter the password again
WebPsw.Save=Save
WebPsw.Ignore=Another time
WebPsw.PasswordNotMatched=Two passwords do not match
Error.ChannelNameTooLong=The channel name is too long
Waiting.IsOpenVideo=Opening video...
InfoLog.InputExchange=Set the corresponding relations between Alarm Input and Car Status
InfoLog.CarPlate=Car Plate
InfoLog.GPSTiming=GPS Timing
InfoLog.Display=Display Settings
InfoLog.VideoOutPriority=Video output priority configuration
Error.UsageCpuTooHigh=Tips: cpu occupies more than 80%, it is recommended to reduce the number of open channels!
PlayBack.DownloadProgress=Schedule
PlayBack.StorageInfo=Setup information
DecodeCfg.SyncWndMode=Synchronization window mode
DeviceDesc.USB=USB Record
DeviceDesc.SD=SD Card Record
ConfigNet.NetInfo1=Control port
PlayBack.SelectAFolder=Please select a folder
InfoLog.Guide=Guide
RecordStorage.NeedReboot=Storage type settings have been changed, the system needs to be restarted, confirm restart?
PlayBack.CanNotPlayAVI=Can not play avi file
DeviceManage.ARSPIsBusing=ARSP server is busy
RecordConfig.RecordPicMode=Capture mode
InfoLog.VideoSeque=Preview screen adjust
PlayBack.NATCONNETREACHEDMAX=Nat Video link Reaches the maximum，does not allow new Nat Video link
Error.NATCONNETREACHEDMAXS=Nat Video link Reaches the maximum，does not allow new Nat Video link
CarFunc.StopCar=Brake
Error.StatusOver=Too many status categories
CA.RangeMin=Minimum target size
CA.RangeMax=Maximum target size
CA.DistanceMin=Minimum moving distance
CA.DetectTime=Detection time
CarFunc.UrgencyAlarm=Emergency alarm
Decoder.CreateLayout=New Layout
Decoder.OneOutput=One-Output
Decoder.MultiOutput=Multi-output
Decoder.PreProgram=Plans
Decoder.Layout=Layout
Decoder.Cameras=Camera Lens
Decoder.ExceedMaxWnd=Exceed the maximum allowable number of windows!
Decoder.InvalidLayout=This layout can not be applied to the decoder, beyond the capability of the decoder
Decoder.CannotDelCurProgram=Can not delete the current plan
Decoder.LayoutIsUsingForTour=Can not delete the layout of polling program
Decoder.AddTourPlan=New round of the Tour program
Decoder.Config=Config
Decoder.NameIsExist=This name already exists!
Decoder.LayoutIsNull=The layout can not be empty!
Decoder.DragLayoutToTourWnd=Please drag the lens or layout to the  settings window
Decoder.PreProgramResave=Plans Save As...
Decoder.NoTourPlan=No round of the Tour program
Decoder.SaveOk=Saved Successfully
Decoder.NewLayout=New Layout
OneClick.ReName=Rename
Decoder.PreProgramSave=Save Plans
Decoder.EditCameras=Edit the lens
Decoder.Lock=Locked
Decoder.AlignDown=Align Bottom
Decoder.AlignUp=Aligned on
Decoder.AlignLeft=Left-aligned
Decoder.AlignRight=Right-aligned
Decoder.SameWidth=Same Width
Decoder.SameHeight=Same Height
Decoder.SameSize=Same Size
Decoder.Zoom=Zoom
Decoder.Narrow=Narrow
Decoder.UnLock=Unlock
Config.AutoUpdate=Auto Update
PlayBack.Failed=playback failed
ConfigEncode.IrcutClose=Infrared Off
ConfigEncode.IrcutOpen=Infrared On
Authority.IPCCamera=Camera parameters
ConfigGeneral.ExitPassword=Password is required before Exiting
ConfigGeneral.ZeroForInfinite="0" for infinite
PlayBack.MaxSupport=Max support channel of playback
InfoLog.VoColorAdjust=Color Adjust
DeviceManage.HuangHe=huanghe
ExportLog.WaitMoment=Moments later after determining
Error.ExtStreamNotEnable=Extra Stream not enabled
DevPlayBack.PlayOrOpen=Play/Open
Waiting.IsConnectDevice=Connecting device…
